// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "우편 번호는 비워둘 수 없습니다.";
XMO5DigitZIPCodeFormatError = "우편 번호는 5자리 숫자여야 합니다.";
XMO6DigitZIPCodeFormatError = "우편 번호는 6자리 숫자여야 합니다.";
XMONoCanadaZIPCodeError = "우편 번호는 비워둘 수 없습니다.";
XMOCanadaZIPCodeFormatError = "우편 번호는 \"A9A 9A9\" 형식이어야 합니다.";
XMONoUnitedKindomZIPCodeError = "우편 번호는 비워둘 수 없습니다.";
XMOUnitedKindomZIPCodeFormatError = "우편 번호는\"AI-2640\"이거나 \"AX[XX] 9AA\" 형식이어야 합니다.";
XMOUnitedKindomBFPOZIPCodeFormatError = "우편 번호는 \"BFPO [c/o] N[NNN]\" 형식이어야 합니다.";
XMOUnitedStatesZIPCodeFormatError = "우편 번호는 \"99999[-9999]\" 형식이어야 합니다.";
XMOFranceZIPCodeFormatError = "우편 번호는 \"[F-]9X999\" 형식이어야 합니다.";
